OF_Sims/planar_Sims/sfine_planarPoiseuille_10dT/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    left
    {
        type            patch;
        nFaces          200;
        startFace       4780;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       4980;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          20;
        startFace       5180;
    }
    centreline
    {
        type            patch;
        nFaces          20;
        startFace       5200;
    }
    frontAndBack
    {
        type            patch;
        nFaces          2000;
        startFace       5220;
    }
)

// ************************************************************************* //
